Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Show upload/download queue, server list or shared files list.
sv: Visa upp-/ner-laddningskö, serverlistan eller listan över delade filer.

source: Show upload queue.
sv: Visa sändningskö.

source: Show download queue.
sv: Visa hämtningskö.

source: Show log.
sv: Visa logg.

source: Show servers list.
sv: Visa serverlista.

source: Show shared files list.
sv: Visa listan med delade filer.

source: Reset log.
sv: Nollställ logg.

source: Deprecated command, use '%s' instead.
sv: Utfasad kommando, använda '%s' i stället.

source: This is a deprecated command, and may be removed in the future. Use '%s' instead.
sv: Detta är ett föråldrat kommando, och kan tas bort i framtiden. Använd '%s' istället.

source: aMule text client
sv: aMule textklient

source: Converting old AICH hashsets in '%s' to 64b in '%s'.
sv: Konvertera gamla AICH-hashsets i '%s' till 64b i '%s'.

source: WARNING: The filename '%s' is invalid and has been renamed to '%s'.
sv: VARNING: filnamn '%s' är ogiltig och har döpts om till '%s'.

source: WARNING: The file '%s' already exists, new file renamed to '%s'.
sv: VARNING: Filen '%s' finns redan, ny fil omdöpt till '%s'.

source: Are you sure you wish to cancel and delete all files in this category?
sv: Är du säker på att du vill avbryta och ta bort alla filer i denna kategori?

source: Confirmation Required
sv: Konfirmation Krävs

source: Only 99 categories are supported.
sv: Endast 99 kategorier stöds.

source: Too many categories!
sv: För många kategorier!

source: All others
sv: Alla andra

source: Select view filter
sv: Välj vyfiltret

source: Add category
sv: Lägg till kategori

source: Edit category
sv: Redigera kategori

source: Remove category
sv: Ta bort kategori

source: Hashset requested for unknown file: %s
sv: HashSet begärd för okänd fil: %s

source: Resuming uploads of file: %s
sv: Återupptar uppladdning av filen: %s

source: Suspending upload of file: %s
sv: Uppskjuter uppladdning av filen: %s

source: Failed to execute command '%s' on '%s' event.
sv: Det gick inte att köra kommandot '%s' på '%s' händelsen.

source: Download completed
sv: Nedladdning avslutad

source: The full path to the file.
sv: Den fullständiga sökvägen till filen.

source: The name of the file without path component.
sv: Namnet på filen utan sökvägskomponent.

source: The eD2k hash of the file.
sv: eD2k-hash av filen.

source: The size of the file in bytes.
sv: Storleken på filen i bytes.

source: Cumulative download activity time.
sv: Ackumulerad nedladdningsaktivitetstid.

source: New chat session started
sv: Ny chatt startad

source: Message sender.
sv: Meddelandeavsändare.

source: Out of space
sv: Slut på utrymme

source: Error on completion
sv: Fel vid slutföring

source: Processing file number %u: %s
sv: Bearbetar filnummer %u: %s

source: You have asked for part hashes (Only used for files > 9.5 MB)
sv: Du har bett om en del-hashar (används endast för filer> 9,5 MB)

source: aLinkCreator, the aMule eD2k link creator
sv: aLinkCreator, aMule-eD2k-länk-skapare

source: Welcome!
sv: Välkommen!

source: Input parameters
sv: Inparametrar

source: File to Hash
sv: Fil att Hash:a

source: Add Optional URLs for this file
sv: Lägg till valfria URLer för den här filen

source: Enter here the file you want to compute the eD2k link
sv: Skriv in filen du vill beräkna eD2k-länk för

source: Enter here the URL you want to add to the eD2k link: Add / at the end to let aLinkCreator append the current file name
sv: Skriv in URLen som du vill lägga till eD2k-länken: Lägg till / i slutet för att låta aLinkCreator bifoga det aktuella filnamnet

source: Create link with part-hashes
sv: Skapa länk med part-hashes

source: Help to spread new and rare files faster, at the cost of an increased link size
sv: Hjälpa till att sprida nya och ovanliga filer snabbare, på bekostnad av en ökad länk storlek

source: MD4 File Hash
sv: MD4 Fil-hash

source: eD2k File Hash
sv: eD2k-fil-hash

source: eD2k link
sv: eD2k-länk

source: Open a file to compute its eD2k link
sv: Öppna en fil för att beräkna dess ed2k-länk

source: Copy computed eD2k link to clipboard
sv: Kopiera beräknad ED2K-adress till urklipp

source: Save as
sv: Spara som

source: Save computed eD2k link to file
sv: Spara beräknad ED2K-länk till fil

source: About aLinkCreator
sv: Om aLinkCreator

source: Select the file you want to compute the eD2k link
sv: Välj den fil du vill beräkna ED2K-länk för

source: Can't open the clipboard
sv: Det går inte att öppna urklipp

source: Nothing to copy for now !
sv: Inget att kopiera just nu!

source: Select the file to your computed eD2k link
sv: Välj filen för din beräknade ED2K-länk

source: Unable to open
sv: Kunde inte öppna

source: Please, enter a non empty file name
sv: Vänligen ange en icke tom filnamn

source: Nothing to save for now !
sv: Inget att spara just nu!

source: aLinkCreator, the aMule eD2k link creator (c) 2004 ThePolish <thepolish@vipmail.ru> Pixmaps from http://www.everaldo.com and http://www.icomania.com and http://jimmac.musichall.cz/ikony.php3 Distributed under GPL
sv: aLinkCreator, aMule ED2K-länk-skapare (c) 2004 ThePolish <thepolish@vipmail.ru> Pixmaps från http://www.everaldo.com och http://www.icomania.com och http://jimmac.musichall.cz/ikony.php3 Distribuerad under GPL

source: Hashing...
sv: Hashar...

source: aLinkCreator is working for you
sv: aLinkCreator fungerar för dig

source: Computing MD4 Hash...
sv: Räknar ut MD4-Hash ...

source: Computing eD2k Hashes...
sv: Räknar ut ED2K-Hashar ...

source: Cancelled !
sv: Avbruten!

source: Done in %.2f s
sv: Klar om %.2f s

source: You have already added this URL !
sv: Du har redan lagt till denna URL!

source: Please, enter a non empty URL
sv: Vänligen ange en icke tom URL

source: Unable to open %s
sv: Kunde inte öppna %s

source: Out of memory while calculating ed2k hash!
sv: Slut på minne vid beräkning ed2k hash!

source: %i day(s) %i hour(s) %i min %i s
sv: %i dag(ar) %i timme(ar) %i min %i s

source: wxCas, aMule Online Statistics
sv: wxCas, aMule Onlinestatistik

source: Maximum DL rate since wxCas is running
sv: Maximal DL takt sedan wxCas körts

source: Absolute Maximum DL rate during wxCas previous runs
sv: Absolut Maximal DL takt under wxCas tidigare körningar

source: Stop Auto Refresh
sv: Stoppa Auto Refresh

source: Save Online Statistics image
sv: Spara Onlinestatistikbild

source: Print Online Statistics image
sv: Skriv ut Onlinestatistikbild

source: Preferences setting
sv: Preferensinställningar

source: About wxCas
sv: Om wxCas

source: Start Auto Refresh
sv: Starta Auto Refresh

source: Auto Refresh stopped
sv: Auto Refresh stoppad

source: Auto Refresh started
sv: Auto Refresh startad

source: Save Statistics Image
sv: Spara Statistikbild

source: aMule Online Statistics
sv: aMule Online-statistik

source: There was a problem printing. Perhaps your current printer is not set correctly?
sv: Det fanns ett problem med utskriften. Är kanske den aktuella skrivaren inte korrekt inställd?

source: Printing
sv: Utskrift

source: wxCas, aMule OnLine Signature Statistics (c) 2004 ThePolish <thepolish@vipmail.ru> Based on CAS by Pedro de Oliveira <falso@rdk.homeip.net> Distributed under GPL
sv: wxCas, aMule OnLine Signatur Statistik (c) 2004 ThePolish <thepolish@vipmail.ru> Based på CAS av Pedro de Oliveira <falso@rdk.homeip.net> Distribuerad under GPL

source: Oh Oh, aMule is not running...
sv: Oh nej, aMule körs inte...

source: aMule is running
sv: aMule körs

source: aMule is running, but disconnected
sv: aMule kör, men är frånkopplad

source: aMule is connecting...
sv: aMule ansluter...

source: Oh Oh, aMule status is unknown...
sv: Oh nej, status för aMule är okänd...

source: has been running for
sv: har kört i

source: is stopped !
sv: är stoppad !

source: is not connected !
sv: är inte ansluten!

source: is connecting...
sv: ansluter...

source: is doing something strange, check it !
sv: gör någonting konstigt, kontrollera det!

source: is connected to
sv: är ansluten till

source: is on
sv: är på

source: with
sv: med

source: Total Download:
sv: Totalt Laddat ner:

source: , Upload:
sv: , Ladda upp:

source: Session Download:
sv: Session nerladdning:

source: Download:
sv: Hämta:

source: Sharing:
sv: Delningar:

source: file(s), Clients on queue:
sv: fil(er), klienter i kö:

source: Time:
sv: Tid:

source: System Load Average (1-5-15 min):
sv: Genomsnittlig systembelastning (1-5-15 min):

source: System uptime:
sv: Drifttid:

source: Directory containing amulesig.dat file
sv: Mapp som innehåller amulesig.dat-fil

source: Enter here the directory where your amulesig.dat file is
sv: Skriv in den mapp där din amulesig.dat-fil finns

source: Refresh rate interval in seconds
sv: Uppdateringsfrekvens intervall i sekunder

source: Generate a stat image at every refresh event
sv: Generera en stat-bild vid varje uppdateringshändelse

source: Enter here the directory where you want to generate the statistic image
sv: Skriv in den mapp där du vill generera statistikbilden

source: FTP Path
sv: FTP sökväg

source: Enter here the URL of your FTP server
sv: Skriv in URL-adressen till din FTP-server

source: Enter here the directory where putting your stat image on FTP server
sv: Ange här katalogen var du vill spara din stat-bild på FTP-servern

source: Enter here the User name to log into your FTP server
sv: Här anger du användarnamn för att logga in på din FTP-server

source: Enter here the User password to log into your FTP server
sv: Skriv in användarens lösenord för att logga in på din FTP-server

source: FTP update rate interval in minutes
sv: FTP-uppdateringshastighetsintervall i minuter

source: Validate
sv: Validera

source: Folder containing your signature file
sv: Mapp som innehåller din signaturfil

source: Folder where generating the statistic image
sv: Mapp för skapande av statistikbild

source: Loads template <str>
sv: Laddar mall <str>

source: Web server HTTP port
sv: Webbserverns HTTP-port

source: Use UPnP port forwarding on web server port
sv: Använd UPnP port forwarding på webbserverport

source: Use gzip compression
sv: Använd gzip-komprimering

source: Full access password for web server
sv: Lösenord för full tillgång till webbservern

source: Guest password for web server
sv: Gästlösenord för webbservern

source: Allow guest access
sv: Tillåt gäståtkomst

source: Deny guest access
sv: Neka gäståtkomst

source: Load/save web server settings from/to remote aMule
sv: Ladda/spara webbserverinställningar från / till fjärr-aMule

source: aMule config file path. DO NOT USE DIRECTLY!
sv: aMule konfigurationsfilssökväg. ANVÄND INTE DIREKT!

source: Disable PHP interpreter (deprecated)
sv: Inaktivera PHP-tolk (föråldrat)

source: Recompile PHP pages on each request
sv: Återkompilera PHP-sidor vid varje begäran

source: aMule Web Server
sv: aMule webbserver

source: web client connection accepted
sv: webbklientanslutning accepterad

source: ERROR: cannot accept web client connection
sv: FEL: kan inte acceptera webbklientanslutning

source: Request failed with the following error: %s.
sv: Begäran misslyckades med följande fel: %s .

source: Index file not found:
sv: Indexfil hittades inte:

source: Session expired - requesting login
sv: Session löpt ut - begär inloggning

source: Session ok, logged in
sv: Session ok, loggade in

source: Session ok, not logged in
sv: Session ok, inte inloggad

source: No session opened - will request login
sv: Ingen session öppnades - kommer att begära inloggning

source: Session created - requesting login
sv: Session skapad - begär inloggning

source: Processing request [original]:
sv: Bearbetar begäran [original]:

source: No password specified, login will not be allowed.
sv: Inget lösenord angiven, inloggning kommer inte att tillåtas.

source: Checking password
sv: Kontrollerar lösenord

source: Password hash invalid
sv: Lösenords-hash ogiltig

source: Password ok
sv: Lösenord OK

source: Password bad
sv: Lösenord dålig

source: You did not enter any password. Blank password is not allowed.
sv: Du har inte anget något lösenord. Tomt lösenord är inte tillåtet.

source: Logout requested
sv: Utloggning begärd

source: Processing request [redirected]:
sv: Bearbetar begäran [omdirigerad]:
